Repository: Ignacioamigo/stride-seeker-journey
Catalog: ios/App/App/*.lproj/Localizable.strings
Languages: es

source: We're setting up everything for you
es: Estamos configurando todo para ti

source: Finalizing results...
es: Finalizando resultados...

source: Start your 3-day FREE trial to continue.
es: Inicia tu prueba GRATUITA de 3 días para continuar.

source: Today
es: Hoy

source: Unlock all the app's features like AI calorie scanning and more.
es: Desbloquea todas las funciones de la app como escaneo de calorías con IA y más.

source: In 2 Days - Reminder
es: En 2 días - Recordatorio

source: We'll send you a reminder that your trial is ending soon.
es: Te enviaremos un recordatorio de que tu prueba está por terminar.

source: In 3 Days - Billing Starts
es: En 3 días - Empieza la facturación

source: You'll be charged on %@ unless you cancel anytime before.
es: Se te cobrará el %@ a menos que canceles antes.

source: Monthly
es: Mensual

source: Yearly
es: Anual

source: /mo
es: /mes

source: month
es: mes

source: year
es: año

source: No Payment Due Now
es: Sin pago requerido ahora

source: Start My 3-Day Free Trial
es: Iniciar mi prueba gratuita de 3 días

source: 3 days free, then %@ per %@
es: 3 días gratis, luego %@ por %@

source: Terms of Service
es: Términos de servicio

source: Privacy Policy
es: Política de privacidad

source: Your free trial ends soon
es: Tu prueba gratuita termina pronto

source: Your Stride Seeker free trial ends tomorrow. Subscribe to continue enjoying all premium features!
es: Tu prueba gratuita de Stride Seeker termina mañana. ¡Suscríbete para seguir disfrutando de todas las funciones premium!

source: Purchases restored successfully
es: Compras restauradas exitosamente

source: No purchases found to restore
es: No se encontraron compras para restaurar

source: Transaction could not be verified
es: No se pudo verificar la transacción

source: Purchase is pending approval
es: La compra está pendiente de aprobación

source: Unknown purchase result
es: Resultado de compra desconocido

source: Purchase was cancelled
es: La compra fue cancelada

source: Network error occurred
es: Ocurrió un error de red

source: System error occurred
es: Ocurrió un error del sistema

source: Not available in your region
es: No disponible en tu región

source: Not entitled to this product
es: No tienes derecho a este producto

source: An unknown error occurred
es: Ocurrió un error desconocido

source: Personalized Training Plan
es: Plan de entrenamiento personalizado

source: Advanced Analytics
es: Análisis avanzados

source: Unlimited Workouts
es: Entrenamientos ilimitados

source: Export Data
es: Exportar datos

source: AI Coaching
es: Entrenamiento con IA

source: Nutrition Planning
es: Planificación nutricional

source: Get a custom training plan based on your goals and fitness level
es: Obtén un plan de entrenamiento personalizado basado en tus objetivos y nivel de condición física

source: Detailed insights and progress tracking
es: Información detallada y seguimiento del progreso

source: Access to unlimited workout sessions
es: Acceso a sesiones de entrenamiento ilimitadas

source: Export your data to other fitness apps
es: Exporta tus datos a otras aplicaciones de fitness

source: Get personalized coaching tips from AI
es: Obtén consejos de entrenamiento personalizados de IA

source: Personalized nutrition recommendations
es: Recomendaciones nutricionales personalizadas
